[
    {
        "title": "Data Visualization Project 1",
        "year": "2025",
        "image": "images/dv_proj1.png",
        "description": "Shelf Life: How processing impacts protein content."
    },
    {
        "title": "Data Visualization Project 2",
        "year": "2025",
        "image": "images/dv_proj2_checkpoint.png",
        "description": "Wealthy nations are leading the fight against climate change by reducing emissions and funding green projects."
    },
    {
        "title": "Snake MoonBit",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Snake game built in MoonBit, a new programming language developed by IDEA(International Digital Economy Academy)"
    },
    {
        "title": "Magni itaque alias ipsam!",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Obcaecati inventore eos et magni, quam temporibus quidem perspiciatis rerum, eaque quibusdam vitae, maiores iste numquam tenetur aut sequi explicabo voluptas. Quibusdam delectus impedit, voluptatem molestiae veritatis quae laborum odio."
    },
    {
        "title": "Assumenda sit iusto voluptas?",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Ex ratione dicta nulla? Similique, debitis neque saepe eligendi minima odit culpa asperiores nesciunt cumque cupiditate nisi aliquam aut doloribus aliquid officia praesentium assumenda ipsa. Facere atque exercitationem id quo."
    },
    {
        "title": "Beatae excepturi id eum!",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Perspiciatis neque possimus nulla ipsa, consectetur voluptatum omnis quos modi, repellendus blanditiis aliquid explicabo non id eius? Molestiae aliquid natus a illo, doloribus eius molestias. Vero libero repellat qui odio!"
    },
    {
        "title": "Vero unde assumenda eos.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Aut sequi quam recusandae officiis quas. Praesentium, iste qui cum hic cupiditate dolore dolorem corrupti corporis quo veniam iure consequuntur quam nulla sed id perspiciatis autem. Non ipsam consequuntur dolore!"
    },
    {
        "title": "Debitis maxime voluptate libero.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Eos aspernatur earum magni repellat quas enim minima? Quam, quibusdam! Fuga itaque doloribus eos perspiciatis eum voluptates enim animi, autem voluptatum aperiam, aliquid nobis quia, ipsa repellat quod qui obcaecati!"
    },
    {
        "title": "Et sit nobis voluptate?",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Doloribus, earum libero? Perspiciatis sapiente iure rem perferendis, qui similique distinctio voluptatibus consequuntur natus harum deleniti reiciendis consectetur libero, dignissimos tenetur earum vero aliquid. Vel quibusdam accusamus magnam iusto fugiat."
    },
    {
        "title": "Eaque nesciunt sit quos!",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Recusandae assumenda inventore voluptatem voluptas accusamus deserunt delectus et cumque est aut? Cum magnam, voluptates autem facere voluptatibus iste quo ea nulla repellendus excepturi natus vel delectus dignissimos architecto perferendis!"
    },
    {
        "title": "Assumenda dolorem earum aliquid.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Laborum dolores perferendis odit adipisci eum cupiditate maiores quis animi nihil. Voluptas similique velit cupiditate eligendi soluta voluptatem cum neque officia, numquam itaque optio doloribus voluptate, dicta nesciunt quaerat nostrum!"
    },
    {
        "title": "Maxime eaque culpa unde?",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Beatae illo rem quia aut, quae ipsam quibusdam laudantium recusandae alias blanditiis voluptatem aspernatur doloribus similique quasi, ratione omnis deserunt officia voluptate autem? Aspernatur facilis cupiditate laudantium quod. Unde, pariatur."
    }
]